Repository: theforeman/hammer-cli-foreman-discovery
Catalog: locale/*/hammer_cli_foreman_discovery.po
Languages: cs_cz, ka

source: Manipulate discovered hosts.
ka: აღმოჩენილი ჰოსტების მართვა.

source: Manipulate discovered rules.
ka: აღმოჩენილი ჰოსტების მართვა.

source: Name
cs_cz: Název
ka: სახელი

source: CPUs
cs_cz: Procesory
ka: CPU

source: Memory
cs_cz: Operační paměť
ka: მეხსიერება

source: Disk count
cs_cz: Počet jednotek úložiště
ka: დისკების რაოდენობა

source: Disks size
cs_cz: Velikost jednotek úložiště
ka: დისკების ზომები

source: Subnet
cs_cz: Podsíť
ka: ქვექსელი

source: Last report
cs_cz: Poslední hlášení
ka: ბოლო ანგარიშის დრო

source: Model
ka: მოდელი

source: Organization
cs_cz: Organizace
ka: ორგანიზაცია

source: Location
cs_cz: Umístění
ka: მდებარეობა

source: Fact
cs_cz: Fakt
ka: ფაქტი

source: Value
cs_cz: Hodnota
ka: მნიშვნელობა

source: Host deleted
cs_cz: Stroj smazán
ka: ჰოსტი წაშლილია

source: Could not delete the host
cs_cz: Stroj se nedaří smazat
ka: ჰოსტის წაშლის შეცდომა

source: Host created
cs_cz: Stroj vytvořen
ka: ჰოსტი შეიქმნა

source: Could not create the host
cs_cz: Stroj se nedaří
ka: ჰოსტის შექმნის შეცდომა

source: Host parameters
cs_cz: Parametry stroje
ka: ჰოსტის პარამეტრები

source: Interface parameters
cs_cz: Parametry rozhraní
ka: ინტერფეისის პარამეტრები

source: Enter the root password for the host:
cs_cz: Zadejte heslo ke správcovskému (root) účtu pro stroj:
ka: ჰოსტის root პაროლი:

source: Auto provision a host
ka: ჰოსტის სამუშაოდ ავტომატური მომზადება

source: Auto provision all discovered hosts
ka: ყველა აღმოჩენილი ჰოსტის სამუშაოდ ავტომატური მომზადება

source: Hosts created
cs_cz: Stroje vytvořeny
ka: ჰოსტების შეიქმნა

source: Reboot a host
cs_cz: Restartovat stroj
ka: ჰოსტის გადატვირთვა

source: Reboot all discovered hosts
cs_cz: Restartovat všechny objevené stroje
ka: ყველა აღმოჩენილი ჰოსტის გადატვირთვა

source: Rebooting hosts
cs_cz: Restartování strojů
ka: ჰოსტების გადატვირთვა

source: Host reboot started
cs_cz: Restart stroje zahájen
ka: ჰოსტის გადატვირთვა დაწყებულია

source: Could not reboot the host
ka: ჰოსტის გადატვირთვის შეცდომა

source: Refresh the facts of a host
ka: ჰოსტის ფაქტების განახლება

source: Host facts refreshed
ka: ჰოსტის ფაილები განახლდა

source: Could not refresh the facts of the host
ka: ჰოსტის ფაქტების განახლების შეცდომა

source: Hosts
cs_cz: Stroje
ka: ჰოსტები

source: Priority
cs_cz: Priorita
ka: პრიორიტეტი

source: Search
cs_cz: Hledat
ka: _ძებნა

source: Host Group
cs_cz: Skupina strojů
ka: ჰოსტების ჯგუფი

source: Hosts Limit
ka: ჰოსტების ლიმიტი

source: Enabled
cs_cz: Zapnuto
ka: ჩართულია

source: Hostname template
cs_cz: Šablona názvu stroje
ka: ჰოსტის სახელის შაბლონი

source: Rule created
cs_cz: Pravidlo vytvořeno
ka: წესი შეიქმნა

source: Could not create the rule
cs_cz: Pravidlo se nedaří vytvořit
ka: წესის შექმნის შეცდომა

source: Rule updated
cs_cz: Pravidlo aktualizováno
ka: წესი განახლდა

source: Could not update the rule
cs_cz: Pravidlo se nedaří aktualizovat
ka: წესის განახლების შეცდომა

source: Rule deleted
cs_cz: Pravidlo smazáno
ka: წესი წაიშალა

source: Could not delete the rule
cs_cz: Pravidlo se nedaří smazat
ka: წესის წაშლის შეცდომა

source: ID
cs_cz: Identifikátor

source: MAC
cs_cz: MAC adresa

source: IP
cs_cz: IP adresa
